Repository: Alexiis007/SistemaVencejo
Catalog: PROGRA3_CAJR/Idioma/Res.*.resx
Languages: es_mx

# BTNCLIENTES
source: Customers
es_mx: Clientes

# BTNCONFUGURACION
source: Settings
es_mx: Configuracion

# BTNEMPLEADOS
source: Inventory
es_mx: Inventarios

# BTNPRODUCTOS
source: Employees
es_mx: Empleados

# BTNTEMA
source: Apli Teme
es_mx: Aplicar Tema

# BTNVENTAS
source: Jobs
es_mx: Trabajos

# btn_Actualizar
source: Update
es_mx: Actualizar

# btn_Eliminar
source: Eliminate
es_mx: Eliminar

# btn_EliminarEmpleado
source: Process Employee
es_mx: Procesar Empleado

# btn_FiltrarAuto
source: Filter Cars
es_mx: Filtrar Autos

# btn_FiltrarCliente
source: Filter Clients
es_mx: Filtrar Clientes

# btn_FiltrarEmpleado
source: Filter Employees
es_mx: Filtrar Empleados

# btn_FiltrarObjeto
source: Filter
es_mx: Filtrar

# btn_FinalizarTrabajo
source: End job
es_mx: Finalizar trabajo

# btn_GenerarTrabajo
source: Generate work
es_mx: Generar trabajo

# btn_IngresarAuto
source: Enter Car
es_mx: Ingresar Auto

# btn_ingresarCliente
source: Enter Customer
es_mx: Ingresar Cliente

# btn_ingresarEmpleado
source: Enter Employee
es_mx: Ingresar Empleado

# btn_IngresarObjeto
source: Enter object
es_mx: Ingresar objeto

# CONFPREV
source: Select Preview
es_mx: Vista Previa

# CONFSEL
source: Select
es_mx: Seleccionar

# GB_ActualizarObjeto
source: Update record.
es_mx: Actualizar registro.

# GB_EliminarEmpleado
source: Terminate employee.
es_mx: Dar de baja a empleado.

# GB_EliminarObjeto
source: Delete object.
es_mx: Eliminar objeto.

# GB_FiltrarAutos
source: Filter cars by:
es_mx: Filtrar autos por:

# GB_FiltrarClientes
source: Filter customers by:
es_mx: Filtrar clientes por:

# GB_FiltrarEmpleado
source: Filter employees by:
es_mx: Filtrar empleados por:

# GB_FiltrarObjeto
source: Filter objects by:
es_mx: Filtrar objetos por:

# GB_GenerarTrabajo
source: Create a new job.
es_mx: Generar un nuevo trabajo.

# GB_IngresoAutos
source: Enter a new car to the client.
es_mx: Ingresar un nuevo auto al cliente.

# GB_IngresoClientes
source: Enter a new customer.
es_mx: Ingresar un nuevo cliente.

# GB_IngresoDeDatos
source: Enter a new employee.
es_mx: Ingresar un nuevo empleado.

# GB_IngresoObjetos
source: Enter a new object.
es_mx: Ingresar un nuevo objeto.

# GB_TerminarTrabajo
source: Finish work
es_mx: Terminar trabajo.

# lbl_ActualizarCantidad
source: Update quantity
es_mx: Actualizar cantidad

# lbl_ActualizarCostoUnidad
source: Update cost per unit
es_mx: Actualizar costo por unidad

# lbl_ActualizarIdObjeto
source: ID of the object to update
es_mx: ID del objeto a actualizar

# lbl_ActualizarNombreObjeto
source: Update object name
es_mx: Actualizar nombre del objeto

# lbl_ApMaterno
source: Mother's last name
es_mx: Apellido Materno

# lbl_ApPaterno
source: Last name
es_mx: Apellido Paterno

# lbl_AutoDelCliente
source: Customer car
es_mx: Auto del cliente

# lbl_BienvenidoA
source: Welcome to
es_mx: Bienvenido a

# lbl_Cantidad
source: Amount
es_mx: Cantidad

# lbl_Correo
source: Mail
es_mx: Correo

# lbl_CostoDelTrabajo
source: Labor cost
es_mx: Costo del trabajo

# lbl_CostoUnidad
source: Cost per unit
es_mx: Costo por unidad

# lbl_DescripcionDelTrabajo
source: Work description
es_mx: Descripcion del trabajo

# lbl_Edad
source: Age
es_mx: Edad

# lbl_EliminarIdEmpledo
source: Employee ID
es_mx: ID Empleado

# lbl_EliminarIdObjeto
source: ID of the object to delete
es_mx: ID del objeto a eliminar

# lbl_EliminarNombreObjeto
source: Name of the object to delete
es_mx: Nombre del objeto a eliminar

# lbl_EliminarPrimerAp
source: Last name
es_mx: Apellido Paterno

# lbl_EliminarPrimerNom
source: First name
es_mx: Primer Nombre

# lbl_EmpleadoEncargado
source: Clerk in charge
es_mx: Empleado encargado

# lbl_FiltrarApPaterno
source: Last name
es_mx: Apellido Paterno

# lbl_FiltrarIdObjeto
source: ID of the object to filter
es_mx: ID del objeto a filtrar

# lbl_FiltrarMatricula
source: Tuition
es_mx: Matricula

# lbl_FiltrarModelo
source: Model
es_mx: Modelo

# lbl_FiltrarNombreObjeto
source: Name of the object to filter
es_mx: Nombre del objeto a filtrar

# lbl_FiltrarPrimerAp
source: Last name
es_mx: Apellido Paterno

# lbl_FiltrarPrimerNom
source: First name
es_mx: Primer Nombre

# lbl_FiltrarPuesto
source: Position
es_mx: Puesto

# lbl_FiltrarssIdEmpleado
source: Employee ID
es_mx: ID Empleado

# lbl_Idtrabajo
source: Job ID
es_mx: ID del trabajo

# lbl_Marca
source: Brand
es_mx: Marca

# lbl_Matricula
source: Tuition
es_mx: Matricula

# lbl_Modelo
source: Model
es_mx: Modelo

# lbl_NombreObjeto
source: Object name
es_mx: Nombre del objeto

# lbl_NumeroTelefonico
source: Phone number
es_mx: Numero Telefonico

# lbl_PrimerAp
source: Last name
es_mx: Apellido Paterno

# lbl_PrimerNom
source: First name
es_mx: Primer Nombre

# lbl_Puesto
source: Position
es_mx: Puesto

# lbl_SegundoAp
source: Mother's last name
es_mx: Apellido Materno

# lbl_SegundoNom
source: Second name
es_mx: Segundo Nombre

# lbl_Telefono
source: Phone number
es_mx: Numero Telefonico

# lbl_TituloClientes
source: Customers
es_mx: Clientes

# lbl_TituloEmpleados
source: Employees
es_mx: Empleados

# lbl_TituloInventarios
source: Inventories
es_mx: Inventarios

# lbl_TituloTrabajos
source: Generate Jobs
es_mx: Generar Trabajos

# lbl_usuario
source: User:
es_mx: Usuario:

# MENSAJESALIR
source: Do you want to go out?
es_mx: ¿Desea salir?

# TOOLAYUDA
source: Help
es_mx: Ayuda

# TOOLCERRAR
source: Logout
es_mx: Cerrar Sesión

# TOOLINFO
source: Information
es_mx: Info

# TOOLINICIO
source: Home
es_mx: Inicio
